---
kind: other
id: Properties.T:Autodesk.Revit.DB.CurtainCell
source: html/bf38a37f-2828-f3bc-b019-b53c2fdc1a47.htm
---
# CurtainCell Properties

The cell boundaries on the reference face. The boundaries can have more than one CurveLoop. Each item in the returned array represents a CurveLoop containing 3 or more than 3 edges.